export default function About() {
  return (
    <div className="section" id="about">
      <div className="about">
        <h1>ჩვემს შესახებ</h1>
        <div className="divider"></div>
        <p>
          გამარჯობა, მე ვარ ნუგზარ ხუციშვილი, Front-end დეველოპერი
          საქართველოდან.
        </p>
        <p>
          ჩემი მოგზაურობა ვებ-დეველოპმენტის სფეროში დაიწყო თვით განვითარების
          მცდელობით, მე ვხვეწავდი ჩემი უნარები მუდმივად სწავლისა და პრაქტიკული
          გამოცდილების მეშვეობით.
        </p>
        <p>
          როდესაც მივხვდი რომ, თვითგანვიტარება საკმარისი აღარ იყო, გადავწყვიტე
          ჩემზე ბევრად გამოცდილი ხალხისგან მიმეღო გამოცდილება RE:EDUCATE-ის
          პროფესიულ აკადემიაში სწავლით, სადაც მივიღე Full-Stack დეველოპერის
          სერთიფიკატი.
        </p>
        <p>
          ჩემი ტექნიკური გამოცდილება მოიცავს HTML-ს, CSS-ს, JavaScript-ს,
          TypeScript-ს და React-ს. გარდა ამისა, მაქვს NextJS, PHP, MySQL,
          MongoDB და Firebase-თან მუშაობის გამოცდილება, ხოლო მზა CMS
          პლატფორმებიდან WordPress და DataLife Engine.
        </p>
        <p>
          მსურს ვისწავლო და განვითარდე რეალურ პროექტებზე მუშაობით, ამიტომ მზად
          ვარ ნებისმიერი სირთულის პროექტში ჩემი თავის გამოსაცდელად.
        </p>
        <ul class="circles">
          <li></li>
          <li></li>
          <li></li>
          <li></li>
          <li></li>
          <li></li>
          <li></li>
          <li></li>
          <li></li>
          <li></li>
        </ul>
      </div>
    </div>
  );
}
